//Скласти розклад на тиждень за домопоги switch. Користувач вводить порядковий номер дня тижня і на екрані відображається інфа що заплановано на цей день//


let day = parseInt(prompt("Введіть номер дня тижня (1-7):"));

switch (day) {
    case 1:
        console.log("Понеділок: Робота, лекція на 19:00");
        break;
    case 2:
        console.log("Вівторок: Робота, переглад превюшок");
        break;
    case 3:
        console.log("Середа: Робота, виконання дз, лекція на 19:00");
        break;
    case 4:
        console.log("Четвер:  Робота, домашні справи");
        break;
    case 5:
        console.log("П’ятниця: Робота, зустріч з друзями, лекція на 19:00");
        break;
    case 6:
        console.log("Субота: Прогулянка, відпочинок, прибирання");
        break;
    case 7:
        console.log("Неділя: Дивитись фільми і не вставати з ліжка");
        break;
    default:
        console.log("Некоректний номер дня. Введіть число від 1 до 7.");
}
